Repository: RamanathanSomasundaram/AtoCash
Catalog: AtoCash/AtoCash/SupportingFiles/LocalizationString/*.lproj/Localizable.strings
Languages: ar

source: CANCEL
ar: الغاء

source: CREATE
ar: انشاء

source: SUBMIT
ar: ارسال

# somthing_wrong
source: Something want a wrong
ar: شيء ما يريد خطأ

# signin_title
source: Sign in your account
ar: تسجيل دخول في حسابك

source: Sign In
ar: تسجيل دخول

source: Username*
ar: اسم المستخدم*

source: Password*
ar: كلمة السر*

# forget
source: Forgot Password?
ar: نسيت كلمة السر ؟

# user_error
source: Please enter valid username
ar: من فضلك ادخل اسم مستخدم صحيح

# pass_error
source: Please entet valid password
ar: من فضلك ادخل كلمة سر صحيحه

# invalid
source: Invalid username and password
ar: اسم مستخدم و كلمة سر غير صحيحه

# forget_title
source: Forgot Password
ar: نسيت كلمة السر

# email
source: Email Address
ar: بريد الكتروني

# email_error
source: Please enter valid Email address
ar: من فضلك ادخل بريد الكتروني صحيح

# forgot_success
source: Forgot Password link send to mail successfully
ar: تم إرسال رابط نسيت كلمة المرور إلى البريد بنجاح

source: Dashboard
ar: لوحة تحكم

source: Welcome
ar: مرحبا

source: Advance Request
ar: طلب مقدم نقدي

source: Travel Request
ar: طلب سفر

source: Expense Request
ar: طلب تعويض تكلفه

# inbox
source: Inbox Request
ar: رساله وارده

source: Approve
ar: موافقه

# reject
source: Rejected
ar: مرفوضه

source: Pending
ar: قيد الانتظار

source: Expense
ar: تكلفه

source: Advance
ar: مقدم

source: Travel
ar: سفر

# no_chart
source: No chart data
ar: لا توجد بيانات مخطط

# expense_claim
source: Expense Claim Request
ar: طلب تعويض تكاليف

# submit_request
source: Submitted Request
ar: طلب مرسل

# draft
source: Draft Request
ar: طلب مسوده

source: Total Amount :
ar: القيمه الاجماليه :

source: Current Status :
ar: الحاله الراهنه :

source: Track Status
ar: متابعة الحاله

# expense_track
source: Expense Request Track
ar: متابعة طلب التعويض النقدي

# track_info
source: Expense Reimburse Request Details
ar: تفاصيل طلب التعويض النقدي

# dept
source: Department
ar: اداره

source: Request ID
ar: رقم الطلب

source: Request Amount
ar: قيمة الطلب

source: Expense Details
ar: تفاصيل التكلفه

source: Expense Title*
ar: اسم التكلفه*

source: Expense Type*
ar: نوع التكلفه*

source: Invoice Date
ar: تاريخ الفاتوره

source: Claim Amount
ar: القيمه المطلوبه

# document_attach
source: document attached
ar: مستند مرفق

# documents_attach
source: documents attached
ar: مستندات مرفقه

source: More Info
ar: مزيد من المعلومات

source: Invoice No :
ar: رقم الفاتوره :

# invoice_dt
source: Invoice Date :
ar: تاريخ الفاتوره :

# expense_ty
source: Expense Type :
ar: نوع التكلفه :

source: Expense Amount :
ar: قيمة التكلفه :

source: Tax :
ar: الضريبه :

source: Tax Amount :
ar: قيمة الضريبه :

source: Location :
ar: المكان :

source: Vendor :
ar: المورد :

source: Description :
ar: الوصف :

source: Document List
ar: قائمة المستندات

# adance_title
source: Advance Cash Request
ar: طلب مقدم نقدي

# request_amt
source: Request Amount :
ar: قيمة الطلب :

# advace_track
source: Advance Request Track
ar: متابعة طلب المقدم النقدي

# travel_title
source: Travel Request
ar: طلب سفر

source: Approved
ar: مقبول

source: Rejected
ar: مرفوض

# travel_track
source: Travel Request Track
ar: متابعة طلب السفر

# inbox_title
source: My Inbox
ar: صندوق الوارد

# expense_tab
source: Expense Reimburse
ar: تعويض التكاليف

# travel_tab
source: Travel Request
ar: طلب سفر

# cash_tab
source: Cash Advance Request
ar: طلب مقدم نقدي

source: Request Date
ar: تاريخ الطلب

# rej
source: Reject
ar: رفض

# rej_reason
source: Reject Reason*
ar: سبب الرفض*

# rej_error
source: Please enter reject reason
ar: من فضلك قم بادخال سبب الرفض

source: Home
ar: الصفحه الرئيسيه

# report
source: Reports
ar: التقارير

# my_report
source: My Reports
ar: تقاريري

# all_report
source: All Reports
ar: كل التقارير

source: Status Type
ar: نوع الحاله

source: Logout
ar: تسجيل خروج

source: Language
ar: اللغه

# create_expense_title
source: Expense Reimburse Initialization
ar: انشاء طلب تعويض تكاليف

source: Currency*
ar: العمله*

# add_expense
source: Add Expense Item
ar: اضافة بند تكلفه

# expense_cr
source: Expense*
ar: تكلفه*

# inv_no
source: Invoice No*
ar: رقم الفاتوره*

# inv_date
source: Invoice Date*
ar: تاريخ الفاتوره*

# exp_amount
source: Expense Amount*
ar: قيمة التكلفه*

# vend
source: Vendor
ar: المورد*

source: Tax(%)*
ar: (%)الضريبه*

# tax_amt
source: Tax Amount*
ar: قيمة الضريبه*

# loc
source: Location
ar: المكان*

# desc
source: Description*
ar: الوصف*

# doc
source: Document*
ar: المستند*

# upload
source: Upload Documents*
ar: ارفاق مستندات*

# update_exp
source: Update Expense
ar: تحديث تكلفه

source: Add Item
ar: اضافة بند

source: SAVE DRAFT
ar: حفظ المسوده

source: Charge To
ar: تحميل تكلفه علي

source: Sub Claims
ar: طلبات تعويض التكلفه الفرعيه

# not_revert
source: *You can't revert your expenses once you are done with the submission
ar: *لا يمكنك تعديل طلبات تعويض التكاليف بعد ارسالها للمراجعه

# exp_error
source: Please enter expense title
ar: من فضلك قم بادخال اسم التكلفه

# exp_type_error
source: Please select one expense type
ar: من فضلك قم باختيار نوع تكلفه

# exp_inv_error
source: Please enter the invoice number
ar: من فضلك قم بادخال رقم الفاتوره

# exp_inv_date_error
source: Please enter the invoice Date
ar: من فضلك قم بادخال تاريخ الفاتوره

# exp_amount_error
source: Please enter expense claim amount
ar: من فضلك قم بادخال قيمة التعويض النقدي

# exp_tax_error
source: Please enter tax amount
ar: من فضلك قم بادخال قيمة الضريبه

# exp_loc_error
source: Please enter location
ar: من فضلك قم بادخال المكان

# exp_desc_error
source: Please enter expense description
ar: من فضلك قم بادخال وصف التكلفه

# doc_error
source: Please choose atleast one document
ar: من فضلك قم بارفاق مستند واحد علي الاقل

# exp_submit
source: Add one of expense items to submit the request
ar: من فضلك قم باضافة بند تكلفه لارسال الطلب

source: Enable Project
ar: تفعيل مشروع

source: Project*
ar: مشروع*

source: Subproject*
ar: مشروع فرعي*

source: Work Task*
ar: مهمة عمل*

# proj
source: Project
ar: مشروع

# petty_title
source: Create Pettycash Request
ar: انشاء طلب مصروفات مثريه

# petty_amount
source: Petty Cash Amount*
ar: قيمة المصروفات النثريه*

# petty_desc
source: Petty Cash Description
ar: وصف المصروفات النثريه

# petty_amount_error
source: Please enter pettycash amount
ar: من فضلك قم بادخال قيمة المصروفات النثريه

# petty_desc_error
source: Please enter pettycash description
ar: من فضلك قم بادخال وصف المصروفات النثريه

# project_error
source: Please select atleast one project
ar: من فضلك قم باختيار مشروع

# subproject_error
source: Please select atleast one subproject
ar: من فضلك قم باختيار مشروع فرعي

# task_error
source: Please select atleast one task
ar: من فضلك قم باختيار مهمة عمل

source: Start Date
ar: تاريخ البدء*

source: End Date
ar: تاريخ الانتهاء*

# start_date_title
source: Start Date
ar: تاريخ البدء

# end_date_title
source: End Date
ar: تاريخ الانتهاء

source: Travel Purpose
ar: غرض السفر

# start_error
source: Please select start date
ar: من فضلك قم باختيار تاريخ البدء

# end_error
source: Please select end date
ar: من فضلك قم باختيار تاريخ الانتهاء

# purpose_error
source: Please enter travel purpose
ar: من فضلك قم بادخال غرض السفر

source: Profile
ar: الملف الشخصي

# draft_record
source: Draft
ar: مسوده

source: Delete
ar: الغاء

# delete_alert
source: Are you sure? You want delete this record?
ar: هل انت متاكد من الغاء هذا السجل؟

# claim_delete_toast
source: Expense Claim Request deleted successfully
ar: تم الغاء طلب التعويض النقدي بنجاح

# expense_subclaim_title
source: Expense Sub Claim Details
ar: تفاصيل التعويضات القديه الفرعيه

source: Document Preview
ar: عرض المستند

# update_btn
source: UPDATE
ar: تحديث

# expense_title_error
source: Please enter the Expense Title
ar: من فضلك قم بادخال اسم التكلفه

source: Search
ar: بحث

# edit_expense
source: Edit Expense Claims
ar: تعديل طلبات التعويضات النقديه

# create_expenses
source: Create Expense Claims
ar: انشاء طلبات تعويضات نقديه

# edit_draft
source: Edit Draft Expense Claims
ar: تعديل مسودة طلبات التعويض النقدي

# save_draft1
source: Expense Request Save Draft Successfully
ar: تم حفظ مسودة طلبات التعويض النقدي بنجاح

# attchment_error
source: Attachment missing in below items list
ar: ينقص ارفاق ملف في قائمة البنود التاليه

# expense_success
source: Expense Reimburse Request created successfully
ar: تم انشاء طلب تعويض نقدي بنجاح

# expense_type_error
source: Please select atleast one Expense type
ar: من فضلك قم باختيار نوع تكلفه

# invno_error
source: Please enter the invoice number
ar: من فضلك قم بادخال رقم الفاتوره

# invdate_error
source: Please select the invoice date
ar: من فضلك قم باختيار تاريخ الفاتوره

# amount_error
source: Please enter the Expense amount
ar: من فضلك قم بادخال قيمة التكلفه

# vendor_error
source: Please enter the vendor name
ar: من فضلك قم بادخال اسم المورد

# tax_error
source: Please enter the tax amount
ar: من فضلك قم بادخال قيمة الضريبه

# loc_error
source: Please enter the location
ar: من فضلك قم بادخال المكان

# desc_error
source: Please enter the description
ar: من فضلك قم بادخال الوصف

# edit_petty_cash_title
source: Edit Pettycash Request
ar: تعديل طلب المصروفات النثريه

# pettycash_amount_error
source: Please enter the pettycash amount
ar: من فضلك قم بادخال قيمة المصروفات النثريه

# pettycash_desc_error
source: Please enter the pettycash description
ar: من فضلك قم بادخال وصف المصروفات النثريه

# pettycash_success
source: Advance Request created successfully
ar: تم انشاء طلب المقدم النقدي بنجاح

# peetycash_update
source: Advance Request updated successfully
ar: تم تعديل طلب المقدم النقدي بنجاح

# expense_approve_status
source: Expense Reimburse Request approved successfully
ar: تم الموافقه علي طلب التعويض النقدي

# expense_reject_status
source: Expense Reimburse Request rejected successfully
ar: تم رفض طلب التعويض النقدي

# cash_approve_status
source: Advance cash Request approved successfully
ar: تم الموافقه علي طلب المقدم النقدي

# cash_reject_status
source: Advance cash Request rejected successfully
ar: تم رفض طلب المقدم النقدي

# travel_approve_status
source: Travel Request approved successfully
ar: تم الموافقه علي طلب السفر

# travel_reject_status
source: Travel Request rejected successfully
ar: تم رفض طلب السفر

# approve_request
source: Are you sure? You want approve this request?
ar: هل انت متاكد من الموافقه علي هذا الطلب؟

source: Yes
ar: نعم

source: No
ar: لا

# reject_request
source: Are you sure? You want reject this request?
ar: هل انت متاكد من رفض هذا الطلب؟

# track_status_cash
source: Advance Cash Request Details
ar: تفاصيل طلب المقدم النقدي

# track_status_expense
source: Expense Reimburse Requests Details
ar: تفاصيل طلب التعويض النقدي

# track_status_travel
source: Travel Request Details
ar: تفاصيل طلب السفر

# travel_request_delete
source: Travel Request deleted successfully
ar: تم الغاء طلب السفر بنجاح

# create_travel_title
source: Create Travel Request
ar: انشاء طلب سفر

# edit_travel_title
source: Edit Travel Request
ar: تعديل طلب سفر

# startdate_greater
source: Please select date less than end date
ar: من فضلك قم باختيار تاريخ قبل تاريخ الانتهاء

# enddate_greater
source: Please select date greater than start date
ar: من فضلك قم باختيار تاريخ بعد تاريخ البدء

# travel_purpose_error
source: Please Enter travel purpose description
ar: من فضلك قم بادخال وصف غرض السفر

# travel_request_success
source: Travel Request created successfully
ar: تم انشاء طلب السفر بنجاح

# travel_request_update
source: Travel Request updated successfully
ar: تم تعديل طلب السفر بنجاح

source: Firstname :
ar: : الاسم الاول

source: Lastname :
ar: : اسم العائله

# currency_lbl
source: Currency :
ar: : العمله

# email_add
source: Email Address :
ar: : البريد الالكتروني

# logout_message
source: Are you sure? You want logout this account?
ar: هل انت متاكد من تسجيل خروخ من هذا الحساب؟

# business
source: Business Area
ar: جهة العمل

source: Expense Category*
ar: نوع المصروفات*

# no_days
source: No of Days
ar: عدد الايام

source: Is VAT
ar: ضريبة قيمه مضافه

# expense_category_error
source: Please select atleast one Expense category
ar: من فضلك قم باختيار نوع مصروفات واحد علي الاقل

# txt_no
source: Tax No
ar: رقم الضريبه*

# txt_error
source: Please enter the Tax No.
ar: من فضلك قم بادخال رقم الضريبه
